export default {
  h1: '传说模拟器',
  h2: {
    condition: '条件',
    result: '结果',
    chart: '等级变化图',
    detailByLevel: '详情(按等级)',
    detailByRound: '详情(按场次)',
    rule: '天梯规则',
    hypothesis: '假设'
  },
  content: {
    rule: [
      {label: '等级', text: '25级到1级，数字越小表示等级越高，1级以上为传说。'},
      {label: '星星', text: '25级到21级每级2颗星，20级到16级3颗星，15级到11级4颗星，10级到1级5颗星；赢1局加1颗星，输1局减1颗星。'},
      {label: '连胜', text: '25级到6级连胜3场后可获得连胜奖励，每赢1局得2颗星(1颗星额外奖励)。'},
      {label: '升级/降级', text: '每个等级星星数满时赢1局升级，星星数空时输1局降级；20级以下不降级。'}
    ],
    hypothesis: [
      '玩家胜率稳定，不受等级等因素影响。'
    ]
  }
}
